index=arena_attacks EventCode=13 (TargetObject="*\\Windows Defender\\DisableAntiSpyware*" OR TargetObject="*\\Windows Defender\\DisableRealtimeMonitoring*")
| eval technique="T1562.001", rule_name="defender_disabled_baseline"
