index=arena_attacks EventCode=10 TargetImage="*\\lsass.exe" NOT (SourceImage="C:\\Windows\\System32\\svchost.exe" OR SourceImage="C:\\Windows\\SysWow64\\svchost.exe" OR SourceImage="C:\\Windows\\System32\\MsMpEng.exe" OR SourceImage="C:\\Windows\\System32\\WerFault.exe")
| eval technique="T1003.001", rule_name="lsass_dump_baseline"
