index=arena_attacks EventCode=8 NOT (SourceImage="C:\\Windows\\System32\\svchost.exe" OR SourceImage="C:\\Windows\\SysWow64\\svchost.exe" OR SourceImage="C:\\Windows\\System32\\MsMpEng.exe" OR SourceImage="C:\\Windows\\System32\\WmiPrvSE.exe" OR SourceImage="C:\\Windows\\System32\\csrss.exe")
| eval technique="T1055.001", rule_name="process_injection_baseline"
