index=arena_attacks (EventCode=13 TargetObject="*\\CurrentVersion\\Run*") OR (EventCode=1 Image="*\\reg.exe" CommandLine="*CurrentVersion\\Run*" CommandLine="*/v*")
| eval technique="T1547.001", rule_name="registry_persist_baseline"
